/* No data present */
"Filter.Generic.NoData" = "No data present";

/* Show all */
"FilterType.All" = "Show all";

/* Custom range */
"FilterType.Custom" = "Custom range";

/* Go to date */
"FilterType.GoToDate" = "Go to date";

/* Filter by month */
"FilterType.Month" = "Filter by month";

/* Filter by week */
"FilterType.Week" = "Filter by week";

